{
  "Default": [
    "Karst is a tall copper-toned half-orc from the Sunborne tribe. Due to his previous life among the nomads, often thought of as barbaric, he knows what it is like to be misjudged. As such, he makes it a point to find the good in everyone. A devout follower of the Goddess of Twilight and her ideals, he seeks to travel the world and spread her peace. Despite its quiet, monsters still lurk in the darkness, and Karst has made it his duty to clear the path to respite."
  ],
  "Backstory": [
    "Karst was raised in the Sunborne tribe, a motley group of nomadic barbarians who travelled the Wastelands. His childhood was rugged and filled with back-breaking labor. Like the rest of his tribe, he was raised to worship the duality of day and night: the Sun God and the Moon Goddess. It was known that the virtues of the sun could only exist in contrast to the moon. There was no light without darkness, no warmth without cold, and no life without death.",
    "Early on, however, Karst became fascinated in the calmness of night. He did not see it as a necessary evil. He found comfort in the darkness, not foreboding. Days in the Wasteland were busy and hot, but the nights were a pure contrast; quiet and cool. He appreciated the bustle of the days, when the sounds of hard work occupied his ears for hours on end. But it was the stillness of night that drew him in. While many of his peers feared the unknown of the darkness, Karst found that it allowed the senses to calm. It was a time where the people and livestock rested and the world laid still. He walked about at night, slowly venturing further from their camp as his comfort grew.",
    "One night in his teenage years, he ventured further than ever before. He found himself lost near the border to the forbidden Darklands when he came across a small trinket in the dirt. It was a small, black crescent moon pendant with white specks across its surface. Holding it gave him a feeling of peace. He felt as if someone was there with him, although they showed no intention of showing themselves or speaking to him. Instead, they offered the comfort of a silent companion, and that was more than enough. If it was the Moon Goddess, as Karst suspected, then she did not hold the malevolent energy he was raised to expect.",
    "As Karst wore the pendant around his neck, he felt his connection to the entity grow over time. His body grew stronger through hard work, but he felt something more grow within him as well. Others saw it too. As an adult he was initiated into the Keepers, the guardians of the tribe who defended against the threats of the night. He stood watch for a decade alongside his fellow Keepers, dispatching the occasional raiders and wandering ghoul. Despite his life in the tribe, Karst knew that more awaited him in the world. He had a loving family and a good life in the Wastelands, but he did not want a good life. What was a good life to him if others suffered? He felt compelled to bring peace to those who could not make it for themselves. Karst wanted a meaningful life, so he set out to find just that."
  ]
}